{
  "intents": [
    {
      "tag": "saudacao",
      "patterns": [
        "Ola",
        "Opa",
        "Oi",
        "tudo bem"
      ],
      "responses": [
        "Oi",
        "Olá"
      ]
    },
    {
      "tag": "despedida",
      "patterns": [
        "valeu",
        "tchau",
        "Obrigado",
        "tks"
      ],
      "responses": [
        "Até breve",
        "Falou"
      ]
    },
    {
      "tag": "o_que_e_pipe",
      "patterns": [
        "O que é o programa PIPE?",
        "O que é o PIPE?",
        "O que o PIPE é?"
      ],
      "responses": [
        "O Programa Pesquisa Inovativa em Pequenas Empresas da FAPESP destina-se a apoiar a execução de pesquisa científica e tecnológica em pequenas empresas no Estado de São Paulo."
      ]
    },
    {
      "tag": "objetivo_PIPE",
      "patterns": [
        "Qual é o objetivo do PIPE?",
        "Para que serve o PIPE?",
        "Qual o propósito do PIPE?"
      ],
      "responses": [
        "O objetivo do PIPE é apoiar a execução de pesquisa científica e tecnológica em pequenas empresas no Estado de São Paulo, promovendo a inovação tecnológica e o desenvolvimento empresarial."
      ]
    },
    {
      "tag": "competitividade_empresas",
      "patterns": [
        "Como o PIPE contribui para aumentar a competitividade das pequenas empresas?",
        "De que forma o PIPE ajuda as pequenas empresas a serem mais competitivas?"
      ],
      "responses": [
        "O PIPE contribui para aumentar a competitividade das pequenas empresas ao possibilitar que elas se associem a pesquisadores do ambiente acadêmico em projetos de pesquisa visando à inovação tecnológica."
      ]
    },
    {
      "tag": "fases_PIPE",
      "patterns": [
        "Quais são as fases do PIPE?",
        "Pode falar mais sobre as fases do PIPE?"
      ],
      "responses": [
        "O PIPE possui quatro fases: Fase 1, destinada à verificação da viabilidade técnico-científica da proposta, com duração de até 9 meses e orçamento de até R$ 300.000, mais Reserva Técnica e Benefícios Complementares; Fase 2, destinada à execução da pesquisa propriamente dita, com duração de até 24 meses e orçamento de até R$ 1.500.000, mais Reserva Técnica e Benefícios Complementares; PIPE Invest, que é a aceleração da chegada ao mercado de Projetos da Fase 2, quando houver terceira parte interessada, com duração de até 24 meses e orçamento de até R$ 1.500.000; e Fase 3, destinada ao desenvolvimento comercial e industrial dos produtos, processos, sistemas e/ou serviços inovadores obtidos a partir de pesquisas anteriores realizadas pela pequena empresa sem o apoio da FAPESP ou a partir de pesquisa apoiada no âmbito do PIPE."
      ]
    },
    {
      "tag": "beneficios_PIPE",
      "patterns": [
        "Como as pequenas empresas podem se beneficiar do PIPE?",
        "Quais os benefícios que o PIPE oferece para as empresas?"
      ],
      "responses": [
        "As pequenas empresas podem se beneficiar do PIPE ao terem acesso ao financiamento para realizar pesquisa científica e tecnológica, aumentando sua capacidade de inovação e competitividade no mercado."
      ]
    },
    {
      "tag": "papel_PIPE_Invest",
      "patterns": [
        "Qual é o papel do PIPE Invest no programa?",
        "O que faz o PIPE Invest?"
      ],
      "responses": [
        "O PIPE Invest tem o papel de acelerar a chegada ao mercado de projetos da Fase 2 do programa, especialmente quando há interesse de terceiras partes, contribuindo para a comercialização e aplicação prática dos resultados de pesquisa desenvolvidos pelas pequenas empresas."
      ]
    }
  ]
}